Repository: kanotown/taylis
Catalog: apps/ios/ChikuwaChat/Resources/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

source: 止めている間はプッシュ通知が届きません。メッセージと未読はそのまま届きます。
en: While paused, you get no push notifications. Messages and unread counts still arrive.
zh_hans: 暂停期间不会收到推送通知。消息和未读仍会照常更新。

source: 止めました
en: Paused
zh_hans: 已停止

source: 止める
en: Pause
zh_hans: 停止

source: 止める時間
en: Pause for
zh_hans: 暂停时长

source: 毎年
en: Yearly
zh_hans: 每年

source: 毎日
en: Daily
zh_hans: 每天

source: 毎日 %@
en: Daily %@
zh_hans: 每天 %@

source: 毎日この時間帯は通知を止めます。日付をまたぐ時間帯は、始まる日の曜日で数えます。
en: Notifications are paused during these hours every day. Hours past midnight count for the day they start.
zh_hans: 每天在此时段暂停通知。跨越零点的时段按开始当天的星期计算。

source: 毎月
en: Monthly
zh_hans: 每月

# 毎月 %@ %@
source: 毎月 %1$@ %2$@
en: Monthly, %1$@ %2$@
zh_hans: 每月 %1$@ %2$@

source: 毎月 %lld 日
en: Monthly on day %lld
zh_hans: 每月 %lld 日

source: 毎月 最終 %@曜日
en: Monthly on the last %@
zh_hans: 每月最后一个%@

source: 毎月 月末
en: Monthly on the last day
zh_hans: 每月月末

# 毎月 第 %lld %@曜日
source: 毎月 第 %1$lld %2$@曜日
en: Monthly on the %lld. %@
zh_hans: 每月第 %lld 个%@

source: 毎月の日
en: Day of the month
zh_hans: 每月的日期

source: 毎週
en: Weekly
zh_hans: 每周

# 毎週 %@ %@
source: 毎週 %1$@ %2$@
en: Weekly, %1$@ %2$@
zh_hans: 每周 %1$@ %2$@

source: 毎週のスレッド（週報など）をボットが立て、返信で提出を集められます。
en: A bot can start a weekly thread (a weekly report, for example) and collect submissions from the replies.
zh_hans: 机器人可以每周发起话题（如周报），并通过回复收集提交。

source: 比べる版の本文は消去されています。
en: The text of the version you're comparing with was erased.
zh_hans: 用于比较的版本的正文已被清除。

source: 決める
en: Decide
zh_hans: 决定

source: 決定
en: Decide
zh_hans: 确定

source: 決定を取り消す
en: Undo the decision
zh_hans: 取消决定

source: 決定済み · %lld 人が回答
en: Decided · %lld responses
zh_hans: 已确定 · %lld 人已回答

source: 消えるタイミング
en: Clear after
zh_hans: 清除时间

source: 消さない
en: Don't clear
zh_hans: 不清除

source: 消去する
en: Erase
zh_hans: 清除

source: 添付
en: Attach
zh_hans: 附件

source: 添付は10件、本文は20,000文字までです
en: Up to 10 attachments and 20,000 characters
zh_hans: 附件最多 10 个，正文最多 20,000 个字符

source: 添付は10件までです
en: Up to 10 attachments
zh_hans: 附件最多 10 个

source: 無効
en: Off
zh_hans: 未开启

source: 無効にする
en: Turn off
zh_hans: 关闭

source: 無効化されたアカウント
en: Deactivated account
zh_hans: 已停用的账号

source: 無題
en: Untitled
zh_hans: 无标题

source: 無題のキャンバス
en: Untitled canvas
zh_hans: 无标题画布

source: 版
en: Version
zh_hans: 版本

source: 版に名前を付ける
en: Name the version
zh_hans: 为版本命名

source: 版を選ぶと、前の版や現在の版との違いを見られます。
en: Choose a version to see how it differs from the previous or the current one.
zh_hans: 选择版本即可查看与上一版本或当前版本的差异。

source: 版を選ぶと、前の版や現在の版との違いを見られます。版に戻すのはパソコンから行えます。
en: Choose a version to see how it differs from the one before or the current one. Restoring a version is done from a computer.
zh_hans: 选择一个版本，即可查看它与上一个版本或当前版本的差异。恢复版本需在电脑上进行。

source: 状態
en: Status
zh_hans: 状态

source: 現在のパスワード
en: Current password
zh_hans: 当前密码

source: 現在の版
en: Current version
zh_hans: 当前版本

source: 現在の版と比較
en: Compare with the current version
zh_hans: 与当前版本比较

source: 理由
en: Reason
zh_hans: 原因

source: 理解できない条件があります：%@ 名前や書き方を確かめてください。
en: Some filters weren't understood: %@ Check the names and how they're written.
zh_hans: 有无法理解的条件：%@ 请检查名称和写法。

source: 画像
en: Image
zh_hans: 图片

source: 画像を %lld 枚送信しました
en: Sent %lld images
zh_hans: 发送了 %lld 张图片

source: 画像をアップロード中…（%lld）
en: Uploading images… (%lld)
zh_hans: 正在上传图片…（%lld）

source: 画像を読み込めませんでした
en: Couldn't load the image
zh_hans: 无法加载图片

source: 画像を送信しました
en: Sent an image
zh_hans: 发送了图片

source: 番号付きリスト
en: Numbered list
zh_hans: 编号列表

source: 目次
en: Contents
zh_hans: 目录

source: 目立たない形で許可されています
en: Allowed quietly
zh_hans: 已允许（静默）

source: 直近 %lld 日の要約
en: Summary of the last %lld days
zh_hans: 最近 %lld 天的摘要

source: 直近 1 日を要約
en: Summarize the last day
zh_hans: 总结最近 1 天

source: 直近 7 日を要約
en: Summarize the last 7 days
zh_hans: 总结最近 7 天

source: 相手の版
en: Their version
zh_hans: 对方的版本

source: 相手の版を残して、チェックを付け直してください。
en: Keep their version and tick the boxes again.
zh_hans: 请保留对方的版本，然后重新勾选。

source: 研究テーマ
en: Research topic
zh_hans: 研究课题

source: 研究テーマ：%@
en: Research topic: %@
zh_hans: 研究课题：%@

source: 研究室のメンバー
en: Lab member
zh_hans: 实验室成员

source: 研究室の名簿に %@ として載ります。
en: You'll be on the lab roster as %@.
zh_hans: 将以 %@ 的身份列入实验室名册。

# 研究室の名簿に %@・指導教員 %@ として載ります。
source: 研究室の名簿に %1$@・指導教員 %2$@ として載ります。
en: You'll be on the lab roster as %1$@, supervised by %2$@.
zh_hans: 将以 %1$@（指导教师 %2$@）的身份列入实验室名册。

source: 破棄
en: Discard
zh_hans: 放弃

source: 確認して有効にする
en: Verify and turn on
zh_hans: 验证并开启

source: 確認しました
en: Acknowledge
zh_hans: 确认

source: 確認のお願い
en: Acknowledgement request
zh_hans: 确认请求

source: 確認のためパスワードを入力
en: Enter your password to confirm
zh_hans: 请输入密码以确认

source: 確認のためユーザー名を入力
en: Enter the username to confirm
zh_hans: 请输入用户名以确认

source: 確認の状況
en: Acknowledgements
zh_hans: 确认情况

source: 確認の状況：%lld 人が確認
en: Acknowledgements: %lld acknowledged
zh_hans: 确认情况：%lld 人已确认

source: 確認の状況：まだ誰も確認していません
en: Acknowledgements: no one has acknowledged yet
zh_hans: 确认情况：还没有人确认

source: 確認を求める
en: Ask for acknowledgement
zh_hans: 请求确认

source: 確認中…
en: Checking…
zh_hans: 正在确认…

source: 確認済み
en: Acknowledged
zh_hans: 已确认

source: 確認済み %lld 人
en: Acknowledged (%lld)
zh_hans: 已确认 %lld 人

source: 移動
en: Go
zh_hans: 移动

source: 移動・検索
en: Go to or search
zh_hans: 前往/搜索

source: 移動・検索…
en: Go to or search…
zh_hans: 前往/搜索…

source: 移動中
en: Commuting
zh_hans: 外出途中

source: 種類
en: Type
zh_hans: 类型

source: 種類：時間ベース（TOTP）、6 桁、30 秒
en: Type: time-based (TOTP), 6 digits, 30 seconds
zh_hans: 类型：基于时间（TOTP），6 位，30 秒

source: 空きあり
en: Free
zh_hans: 空闲

source: 空きあり（〜%@ まで）· 担当者の割り当て待ち
en: Free (until %@) · waiting for an operator
zh_hans: 空闲（至 %@）· 等待负责人分配

source: 空きあり · 担当者の割り当て待ち
en: Free · waiting for an operator
zh_hans: 空闲 · 等待负责人分配

source: 空白のキャンバス
en: Blank canvas
zh_hans: 空白画布

source: 空行
en: Empty line

source: 端末
en: Device
zh_hans: 设备

source: 端末に合わせる
en: Match device
zh_hans: 跟随设备

source: 端末に合わせる（%@）
en: Match device (%@)
zh_hans: 跟随设备（%@）

source: 競合
en: Conflict
zh_hans: 冲突

source: 第 %lld
en: %lld.
zh_hans: 第 %lld 个

source: 答え
en: Answer
zh_hans: 回答

source: 答えがありませんでした
en: No answer
zh_hans: 没有回答

source: 答えられませんでした
en: Couldn't answer
zh_hans: 无法回答

source: 答えられませんでした：%@
en: Couldn't answer: %@
zh_hans: 无法回答：%@

source: 答えを書いています…
en: Writing the answer…
zh_hans: 正在撰写回答…

source: 箇条書き
en: Bulleted list
zh_hans: 项目符号列表

source: 管理
en: Admin

source: 管理画面で入れ替えましたか？
en: Did you swap them in the admin screen?
zh_hans: 已在管理画面中调换了吗？

source: 管理者
en: Admin
zh_hans: 管理员

source: 管理者から受け取ったリンクを貼り付けると、ユーザー名とパスワードを自分で決めて参加できます。
en: Paste the link you got from an admin to join and choose your own username and password.
zh_hans: 粘贴从管理员处收到的链接，即可自行设置用户名和密码并加入。

source: 管理者として参加します
en: You'll join as an admin
zh_hans: 你将以管理员身份加入

source: 範囲
en: Scope
zh_hans: 范围

source: 紫
en: Purple
zh_hans: 紫色

source: 終わり
en: Until
zh_hans: 结束

source: 終了
en: Ends
zh_hans: 结束

source: 終了は開始より後にしてください
en: The end must be after the start
zh_hans: 结束时间必须晚于开始时间

source: 終了日
en: End date
zh_hans: 结束日期

source: 終了日は開始日より後にしてください
en: The end date must be after the start date
zh_hans: 结束日期必须晚于开始日期

source: 終了日を入れてください
en: Enter an end date
zh_hans: 请输入结束日期

source: 終日
en: All day
zh_hans: 全天

source: 終日の予定は %lld 日までです
en: All-day events can be up to %lld days long
zh_hans: 全天日程最长 %lld 天

source: 組織の Google Workspace アカウント
en: Your organization's Google Workspace account
zh_hans: 组织的 Google Workspace 账号

source: 絞り込み
en: Filter
zh_hans: 筛选

source: 絞り込みを消す
en: Clear filter
zh_hans: 清除筛选

source: 絞り込む
en: Apply
zh_hans: 筛选

source: 絵文字
en: Emoji
zh_hans: 表情

source: 絵文字を変更
en: Change emoji
zh_hans: 更换表情

source: 絵文字を外す
en: Remove emoji
zh_hans: 移除表情

source: 絵文字を選ぶ
en: Choose emoji
zh_hans: 选择表情

source: 続きを読み込んでいます
en: Loading more
zh_hans: 正在加载更多

source: 続きを読み込んでいます…
en: Loading more…
zh_hans: 正在加载更多…

source: 緊急
en: Urgent
zh_hans: 紧急

source: 緑
en: Green
zh_hans: 绿色

source: 締め切りました · %lld 人が回答
en: Closed · %lld responses
zh_hans: 已截止 · %lld 人已回答

source: 締め切りました · %lld 票
en: Closed · %lld votes
zh_hans: 已截止 · %lld 票

source: 締め切る
en: Close
zh_hans: 截止

source: 締切
en: Deadlines
zh_hans: 截止日期

source: 締切：
en: Deadline:
zh_hans: 截止日期：

source: 締切の日
en: Due day
zh_hans: 截止日

source: 締切の日付を入れてください
en: Enter the deadline's date
zh_hans: 请输入截止日期

source: 締切の時刻
en: Due time
zh_hans: 截止时间

source: 締切の時刻を選んでください
en: Choose the due time
zh_hans: 请选择截止时间

source: 締切は 0〜%lld 日後で選んでください
en: Choose a deadline 0–%lld days after
zh_hans: 截止日期请选择 0～%lld 天后

source: 締切はありません
en: No deadlines
zh_hans: 没有截止日期

source: 締切を削除
en: Delete deadline
zh_hans: 删除截止日期

source: 締切を編集
en: Edit deadline
zh_hans: 编辑截止日期

source: 締切を読み込めませんでした。下に引いて読み直せます
en: Couldn't load deadlines. Pull down to reload
zh_hans: 无法加载截止日期。下拉即可重新加载

source: 締切を追加
en: Add deadline
zh_hans: 添加截止日期

source: 締切を追加しました
en: Deadline added
zh_hans: 已添加截止日期

source: 締切を過ぎると、未提出の人にだけリマインドが届きます。
en: After the deadline, only those who haven't submitted get a reminder.
zh_hans: 过了截止日期后，只会提醒未提交的人。

source: 締切を開く
en: Opens the deadline
zh_hans: 打开截止日期

source: 締切後、未提出の人にリマインドしました。
en: After the deadline, those who hadn't submitted were reminded.
zh_hans: 截止后，已提醒未提交的人。

source: 締切日
en: Deadline
zh_hans: 截止日期

source: 編集
en: Edit
zh_hans: 编辑

source: 編集できる人
en: Who can edit
zh_hans: 可编辑的人

source: 編集の元にした版がなくなりました
en: The version you were editing from is gone
zh_hans: 编辑所依据的版本已不存在

source: 編集中
en: Editing
zh_hans: 编辑中

source: 編集履歴
en: Edit history
zh_hans: 编辑历史

source: 編集履歴を読み込めませんでした
en: Couldn't load the edit history
zh_hans: 无法加载编辑历史

source: 繰り返さない
en: Doesn't repeat
zh_hans: 不重复

source: 繰り返し
en: Repeat
zh_hans: 重复

source: 繰り返し：
en: Repeats:
zh_hans: 重复：

source: 繰り返しの予定の削除
en: Delete a recurring event
zh_hans: 删除重复日程

source: 繰り返しの予定の変更
en: Change a recurring event
zh_hans: 更改重复日程

source: 繰り返すには期限を入れてください
en: Set a due date to repeat it
zh_hans: 要重复，请设置截止日期

source: 翌
en: next day
zh_hans: 次日

source: 肩書
en: Title
zh_hans: 头衔

source: 自分
en: You
zh_hans: 我

source: 自分（自分だけに表示）
en: You (only you see it)
zh_hans: 我（仅自己可见）

source: 自分が依頼した
en: Requested by me
zh_hans: 我委托的

source: 自分が参加している会話のキャンバスを、題名と本文から探します。
en: Searches the titles and text of the canvases in your conversations.
zh_hans: 在你所在对话的画布中按标题和正文搜索。

source: 自分が投稿・返信・メンションされたスレッドはここに集まります。
en: Threads you posted in, replied to or were mentioned in are collected here.
zh_hans: 你发布、回复或被提及的话题会集中在这里。

source: 自分が読めるページを、題名と本文から探します。
en: Searches the titles and text of the pages you can read.
zh_hans: 在你可以阅读的页面的标题和正文中搜索。

source: 自分だけが読めるページです。共有はパソコンから設定できます。
en: Only you can read this page. Share it from a computer.
zh_hans: 只有你能阅读此页面。可以在电脑上设置共享。

source: 自分だけが読めるページはここに入ります。
en: Pages only you can read appear here.
zh_hans: 只有你能阅读的页面会显示在这里。

source: 自分だけに表示
en: Only you see these
zh_hans: 仅自己可见

source: 自分だけの DM を開きます
en: Opens your own DM
zh_hans: 打开只属于你的私信

# 自分の %@：%@（押すと変わります）
source: 自分の %1$@：%2$@（押すと変わります）
en: Your %1$@: %2$@ (tap to change)
zh_hans: 我的 %1$@：%2$@（点按可更改）

source: 自分の times に書く
en: Write in my times
zh_hans: 写到我的 times

source: 自分の times を作る
en: Create my times
zh_hans: 创建我的 times

source: 自分の times を作る（作業ログ）
en: Create my times (work log)
zh_hans: 创建我的 times（工作日志）

source: 自分のカレンダーだけ
en: Only my calendar
zh_hans: 仅我的日历

source: 自分のタスク
en: My tasks
zh_hans: 我的任务

source: 自分のタスク（自分だけに表示）
en: My tasks (only you see them)
zh_hans: 我的任务（仅自己可见）

source: 自分の投稿へのリアクションはまだありません
en: No reactions to your messages yet
zh_hans: 你的消息还没有表情回应

source: 自分の担当
en: Assigned to me
zh_hans: 我负责的

source: 自分の本文
en: My text
zh_hans: 我的正文

source: 自分の本文で上書き
en: Overwrite with my text
zh_hans: 用我的正文覆盖

source: 自分の本文をコピー
en: Copy my text
zh_hans: 复制我的正文

source: 自分の版
en: My version
zh_hans: 我的版本

source: 自分宛てと @channel のメッセージがここに集まります。
en: Messages addressed to you and @channel are collected here.
zh_hans: 发给你的消息和 @channel 消息会集中在这里。

source: 色
en: Color
zh_hans: 颜色

source: 英数字 2 文字まで、または日本語 1 文字（例：修論指導は「M」や「修」）
en: Up to 2 letters or digits, or 1 Japanese character (e.g. “M” for master's thesis advising)
zh_hans: 最多 2 个英文字母或数字，或 1 个汉字/假名（例：硕士论文指导用“M”或“修”）

source: 行 %lld
en: Row %lld
zh_hans: 第 %lld 行

source: 行 %lld の操作
en: Actions for row %lld
zh_hans: 第 %lld 行的操作

# 行 %lld、%@
source: 行 %1$lld、%2$@
en: Row %lld, %@
zh_hans: 第 %lld 行，%@

source: 行ごと
en: By row
zh_hans: 按行

source: 行を削除
en: Delete row
zh_hans: 删除行

source: 行を追加
en: Add row
zh_hans: 添加行

source: 表
en: Table
zh_hans: 表格

source: 表で見る
en: View as table
zh_hans: 以表格查看

source: 表の形
en: As a table
zh_hans: 表格形式

source: 表を編集
en: Edit table
zh_hans: 编辑表格

source: 表を追加
en: Add table
zh_hans: 添加表格

source: 表示
en: View
zh_hans: 显示

source: 表示する項目
en: Show
zh_hans: 显示项目

source: 表示できないページ
en: Page not available
zh_hans: 无法显示的页面

source: 表示できない画像
en: Image can't be shown
zh_hans: 无法显示的图片

source: 表示できない画像：%@
en: Image can't be shown: %@
zh_hans: 无法显示的图片：%@

source: 表示中
en: Showing
zh_hans: 正在显示

source: 表示名
en: Display name
zh_hans: 显示名称

source: 表示名・ユーザー名・メールアドレス・プロフィール画像・ステータスは消去されます。
en: The display name, username, email address, profile picture and status are erased.
zh_hans: 显示名称、用户名、电子邮件地址、头像和状态将被清除。

source: 補足
en: Details
zh_hans: 补充说明

source: 補足（任意）
en: Details (optional)
zh_hans: 补充说明（可选）

source: 複数選択を許可する
en: Allow multiple choices
zh_hans: 允许多选

source: 複数選択可
en: Multiple choices
zh_hans: 可多选

source: 要約
en: Summary
zh_hans: 摘要

source: 要約が見つかりません
en: Summary not found
zh_hans: 找不到摘要

source: 要約しています…
en: Summarizing…
zh_hans: 正在生成摘要…

source: 要約することがありませんでした
en: Nothing to summarize
zh_hans: 没有可总结的内容

source: 要約できませんでした
en: Couldn't summarize
zh_hans: 无法生成摘要

source: 要約できませんでした：%@
en: Couldn't summarize: %@
zh_hans: 无法生成摘要：%@

# 要約は %@（%@）に送られます
source: 要約は %1$@（%2$@）に送られます
en: The summary is sent to %1$@ (%2$@)
zh_hans: 摘要将发送到 %1$@（%2$@）

source: 要約は %@ に送られます
en: The summary is sent to %@
zh_hans: 摘要将发送到 %@

source: 要約はあなたにだけ表示されます。会話には投稿されません。
en: Only you see the summary. It isn't posted to the conversation.
zh_hans: 摘要仅你可见，不会发布到对话中。

source: 要約を頼んでいます…
en: Asking for a summary…
zh_hans: 正在请求摘要…

source: 見つかりません
en: Nothing found
zh_hans: 找不到

source: 見つかりませんでした
en: Nothing found
zh_hans: 未找到

source: 見出し
en: Heading
zh_hans: 标题

source: 見出し 1
en: Heading 1
zh_hans: 标题 1

source: 見出し 2
en: Heading 2
zh_hans: 标题 2

source: 見出し 3
en: Heading 3
zh_hans: 标题 3

source: 解除
en: Unblock
zh_hans: 取消屏蔽

source: 言語
en: Language
zh_hans: 语言

source: 設定
en: Settings
zh_hans: 设置

source: 設定する
en: Set
zh_hans: 设置

source: 設定アプリで変更
en: Change in Settings
zh_hans: 在“设置”中更改

source: 設定中…
en: Setting…
zh_hans: 正在设置…

source: 許可されています
en: Allowed
zh_hans: 已允许

source: 該当する会話がありません
en: No matching conversations
zh_hans: 没有符合的对话

source: 認証アプリ（Google Authenticator、1Password など）で QR コードを読み取るか、キーを手で入力してください。
en: Scan the QR code with an authenticator app (Google Authenticator, 1Password, etc.) or enter the key by hand.
zh_hans: 请用验证器应用（Google Authenticator、1Password 等）扫描二维码，或手动输入密钥。

source: 認証アプリの 6 桁のコード（または回復コード）
en: 6-digit code from the authenticator app (or a recovery code)
zh_hans: 验证器应用的 6 位验证码（或恢复代码）

source: 認証アプリのコードを入力してください
en: Enter the code from the authenticator app
zh_hans: 请输入验证器应用的验证码

source: 認証コードが違います
en: Wrong verification code
zh_hans: 验证码错误

source: 語の中で from:@名前、in:#チャンネル、before:2026-09-01、has:file、is:thread、is:times のような条件も使えます。is:times は参加していない公開の times も探します。
en: You can also use filters among the words, such as from:@name, in:#channel, before:2026-09-01, has:file, is:thread, is:times. is:times also searches public times channels you haven't joined.
zh_hans: 在词语中还可以使用 from:@名字、in:#频道、before:2026-09-01、has:file、is:thread、is:times 等条件。is:times 也会搜索未加入的公开 times 频道。

source: 語を入れると、キャンバスの題名と本文から探します。
en: Type words to search canvas titles and text.
zh_hans: 输入词语即可在画布的标题和正文中搜索。

source: 語を入れると、ドキュメントの題名と本文から探します。
en: Type words to search the titles and text of docs.
zh_hans: 输入词语，在文档的标题和正文中搜索。

source: 語を入れると関連度順にできます
en: Type words to sort by relevance
zh_hans: 输入词语后可按相关度排序

source: 誤って書いた秘密などを履歴から消します。消した本文は戻せません。消去したことは監査ログに残ります。
en: Removes things such as secrets written by mistake from the history. The erased text can't be restored. The erasure is kept in the audit log.
zh_hans: 从历史记录中删除误写的机密等内容。删除的正文无法恢复。删除操作会记录在审计日志中。

source: 説明
en: Description
zh_hans: 说明

source: 説明は %lld 文字までです
en: Descriptions can be up to %lld characters
zh_hans: 说明最多 %lld 个字符

source: 読み込み中…
en: Loading…
zh_hans: 正在加载…

source: 読み込めませんでした
en: Couldn't load
zh_hans: 无法加载

source: 読み込めませんでした。下に引いて読み直せます
en: Couldn't load. Pull down to reload
zh_hans: 无法加载。下拉即可重新加载

source: 読み込んでいます…
en: Loading…
zh_hans: 正在加载…

source: 誰か
en: Someone
zh_hans: 某人

source: 誰が投票したかを表示しません
en: Doesn't show who voted
zh_hans: 不显示谁投了票

source: 誰が答えたかを表示しません
en: Doesn't show who answered
zh_hans: 不显示谁回答了

source: 講師
en: Lecturer
zh_hans: 讲师

source: 議事録・週報・チェックリストなど、会話のメンバーで一緒に書く文書です。
en: A document the conversation's members write together, such as minutes, weekly reports or checklists.
zh_hans: 对话成员共同编写的文档，如会议记录、周报、清单等。

source: 質問
en: Question
zh_hans: 问题

source: 質問と見つかったメッセージは %@ に送られます
en: The question and the messages found are sent to %@
zh_hans: 问题和找到的消息将发送到 %@

source: 質問を入れてください
en: Enter a question
zh_hans: 请输入问题

source: 質問を送っています…
en: Sending the question…
zh_hans: 正在发送问题…

source: 購読 URL
en: Subscription URL
zh_hans: 订阅 URL

source: 購読 URL を作る
en: Create a subscription URL
zh_hans: 创建订阅 URL

source: 購読 URL を知っている人は、ログインしなくても誰でも予定を見られます。人に教えないでください。漏れたら削除して作り直してください。
en: Anyone who knows the subscription URL can see the events without logging in. Don't share it. If it leaks, delete it and create a new one.
zh_hans: 知道订阅 URL 的任何人无需登录即可查看日程。请勿告诉他人。如果泄露，请删除后重新创建。

source: 赤
en: Red
zh_hans: 红色

source: 起動中…
en: Starting…
zh_hans: 正在启动…

source: 返信で提出を集める
en: Collect submissions by reply
zh_hans: 通过回复收集提交

source: 返信はまだありません
en: No replies yet
zh_hans: 还没有回复

source: 返却する
en: Return
zh_hans: 归还

source: 返却済み
en: Returned
zh_hans: 已归还

source: 返却済み · 担当者が外すのを待っています
en: Returned · waiting for an operator to take you off
zh_hans: 已归还 · 等待负责人移出

source: 迷惑・スパム
en: Spam
zh_hans: 垃圾信息

source: 追加
en: Add
zh_hans: 添加

source: 追加：
en: Added:
zh_hans: 新增：

source: 追加できるユーザーはいません
en: No users to add
zh_hans: 没有可以添加的用户

source: 追加先
en: Add to
zh_hans: 添加到

source: 退出
en: Leave

source: 送り先：%@
en: Sent to: %@
zh_hans: 发送到：%@

source: 送り先のチャンネル
en: the destination channel
zh_hans: 目标频道

source: 送れませんでした
en: Couldn't send
zh_hans: 发送失败

source: 送れませんでした（%@）
en: Couldn't send (%@)
zh_hans: 发送失败（%@）

source: 送信
en: Send
zh_hans: 发送

source: 送信した版
en: Sent version
zh_hans: 发送的版本

source: 送信しました
en: Sent
zh_hans: 已发送

source: 送信できませんでした
en: Couldn't send
zh_hans: 无法发送

source: 送信に失敗しました
en: Failed to send
zh_hans: 发送失败

source: 送信に失敗しました：%@
en: Failed to send: %@
zh_hans: 发送失败：%@

source: 送信中…
en: Sending…
zh_hans: 正在发送…

source: 送信日時
en: Send at
zh_hans: 发送时间

source: 送信者
en: From
zh_hans: 发送者

source: 送信者：
en: From:
zh_hans: 发送者：

source: 送信者：%@
en: From: %@
zh_hans: 发送者：%@

source: 通常
en: Normal
zh_hans: 普通

source: 通知
en: Notifications

source: 通知（%@）
en: Notifications (%@)

source: 通知：%@
en: Notifications: %@

source: 通知：ミュート中
en: Notifications: muted
zh_hans: 通知：免打扰

source: 通知あり
en: Has an alert
zh_hans: 有通知

source: 通知しない
en: Nothing
zh_hans: 不通知

source: 通知しません
en: No notifications
zh_hans: 不通知

source: 通知するもの
en: Notify me about
zh_hans: 通知内容

source: 通知するメッセージ
en: Notify me about
zh_hans: 通知的消息

source: 通知の一時停止を解除しました
en: Notifications resumed
zh_hans: 已解除通知暂停

source: 通知はサインインしているすべてのワークスペースから届きます。左にスワイプするとサインアウトできます。並べ替えた順はこの端末だけに保存されます。
en: You get notifications from every workspace you're signed in to. Swipe left to sign out. The order is saved on this device only.
zh_hans: 会收到所有已登录工作区的通知。向左滑动即可退出登录。排序仅保存在此设备上。

source: 通知は自分にだけ届きます
en: Only you get the alert
zh_hans: 通知只发给你自己

source: 通知を一時停止
en: Pause notifications
zh_hans: 暂停通知

source: 通知を一時停止中
en: Notifications paused
zh_hans: 已暂停通知

source: 通知を一時停止中ですが、テスト通知は送りました
en: Notifications are paused, but the test notification was sent
zh_hans: 虽然已暂停通知，但测试通知已发送

source: 通知を再開
en: Resume notifications
zh_hans: 恢复通知

source: 通知を再開しました
en: Notifications resumed
zh_hans: 已恢复通知

source: 通知を許可する
en: Allow notifications
zh_hans: 允许通知

source: 通知キーワード
en: Notification keywords
zh_hans: 通知关键词

source: 通知済み %lld 件
en: %lld delivered
zh_hans: 已通知 %lld 条

source: 通知済みなし
en: None delivered
zh_hans: 没有已通知的

source: 通知設定
en: Notification settings
zh_hans: 通知设置

source: 連続した投稿をまとめる
en: Group consecutive messages
zh_hans: 合并连续消息

source: スワイプで戻る・進む
en: Swipe to go back and forward
zh_hans: 滑动返回和前进

source: 操作
en: Gestures
zh_hans: 手势

source: 会話で右へスワイプすると一覧へ戻り、一覧で左へスワイプすると最後に開いていた会話へ進みます。この端末だけの設定です。
en: Swipe right in a conversation to go back to the list, and left on the list to return to the conversation you had open. This setting is only for this device.
zh_hans: 在对话中向右滑动返回列表，在列表中向左滑动回到上次打开的对话。此设置仅适用于此设备。

source: 週
en: weeks
zh_hans: 周

source: 週報
en: Weekly report
zh_hans: 周报

source: 週間
en: weeks
zh_hans: 周

source: 進行中
en: In progress
zh_hans: 进行中

source: 進行中のタスクはありません
en: No tasks in progress
zh_hans: 没有进行中的任务

source: 過ぎたもの
en: Past
zh_hans: 已过期

source: 過去 1 年間
en: Past year
zh_hans: 过去 1 年

source: 過去 30 日間
en: Past 30 days
zh_hans: 过去 30 天

source: 過去 7 日間
en: Past 7 days
zh_hans: 过去 7 天

source: 過去のメッセージとメンションはそのままです。古いユーザー名はすぐにほかの人が使えるようになります。
en: Past messages and mentions stay as they are. Others can use the old username right away.
zh_hans: 以往的消息和提及保持不变。旧用户名会立即可供他人使用。

source: 過去の質問
en: Past questions
zh_hans: 以往的问题

source: 過去の質問を読み込めませんでした
en: Couldn't load past questions
zh_hans: 无法加载以往的问题

source: 違いはありません。
en: No differences.
zh_hans: 没有差异。

source: 選ぶまでは最近使った絵文字が先に並びます。
en: Until you choose, recently used emoji come first.
zh_hans: 在选择之前，最近使用的表情会排在前面。

source: 選べない人が含まれています
en: Includes people who can't be chosen
zh_hans: 包含无法选择的人

source: 選んだ人にレビューの依頼が届きます。状態はメッセージの下に表示されます
en: The people you choose get the review request. Its status shows below the message
zh_hans: 所选的人会收到审阅请求。状态会显示在消息下方

source: 選んでください
en: Choose
zh_hans: 请选择

source: 選択肢
en: Choices
zh_hans: 选项

source: 選択肢 %lld
en: Choice %lld
zh_hans: 选项 %lld

source: 選択肢 %lld を削除
en: Delete choice %lld
zh_hans: 删除选项 %lld

source: 選択肢から選んでください
en: Choose from the options
zh_hans: 请从选项中选择

source: 選択肢を 2 つ以上入れてください
en: Enter at least 2 choices
zh_hans: 请输入至少 2 个选项

source: 選択肢を追加
en: Add choice
zh_hans: 添加选项

source: 重なった箇所だけ、どちらを残すか選んでください。ほかの変更はどちらも残ります。
en: Choose which to keep only where the edits overlap. All other changes are kept.
zh_hans: 仅对重叠的部分选择保留哪一方。其他修改都会保留。

source: 重要
en: Important

source: 重要度
en: Priority
zh_hans: 重要程度

source: 重要度を外す
en: Remove priority
zh_hans: 移除重要程度

source: 長くオフラインだった間に版が整理されました。自分の本文と今の本文を見比べて選んでください。
en: Versions were cleaned up while you were offline for a long time. Compare your text with the current text and choose.
zh_hans: 长时间离线期间版本已被整理。请比较你的正文与当前正文后选择。

source: 長さ
en: Length
zh_hans: 时长

source: 長すぎます
en: Too long
zh_hans: 太长

source: 長押しのメニューに並ぶ絵文字です。すべての端末で同じになります。
en: The emoji in the long-press menu. The same on all your devices.
zh_hans: 长按菜单中显示的表情。所有设备上都相同。

source: 閉じる
en: Close
zh_hans: 关闭

source: 開きます
en: Expands
zh_hans: 展开

source: 開く
en: Open
zh_hans: 打开

source: 開始
en: Starts
zh_hans: 开始

source: 開始日
en: Start date
zh_hans: 开始日期

source: 開始時
en: At start
zh_hans: 开始时

source: 開始時刻
en: Start time
zh_hans: 开始时间

source: 間隔
en: Every
zh_hans: 间隔

source: 間隔は 1〜%lld にしてください
en: The interval must be 1–%lld
zh_hans: 间隔请设为 1～%lld

source: 関連度順
en: Most relevant
zh_hans: 相关度

source: 閲覧
en: View
zh_hans: 查看

source: 閲覧のみ
en: View only
zh_hans: 仅可查看

source: 閲覧のみです。
en: View only.
zh_hans: 仅可查看。

source: 集計
en: Totals
zh_hans: 合计

source: 離席中
en: Away
zh_hans: 离开

source: 青
en: Blue
zh_hans: 蓝色

source: 非公開にする
en: Make private
zh_hans: 设为私有
